{"id": "pickles-0", "text": "Origins in Tigris Valley. Pickling began around 2030 BC in the Tigris Valley. Native cucumbers were pickled to preserve them for out-of-season consumption.", "metadata": {"id": "pickles-0"}}
{"id": "pickles-1", "text": "Cleopatra's Beauty Secret. Cleopatra attributed her beauty and health to a diet of pickles.", "metadata": {"id": "pickles-1"}}
{"id": "pickles-2", "text": "Roman Soldier Fuel. Julius Caesar fed pickles to his troops, believing they gave them physical and spiritual strength.", "metadata": {"id": "pickles-2"}}
{"id": "pickles-3", "text": "Columbus and Vitamin C. Amerigo Vespucci and Christopher Columbus stored pickles on their ships to prevent scurvy among the crew.", "metadata": {"id": "pickles-3"}}
{"id": "pickles-4", "text": "Shakespearean Metaphor. Shakespeare was one of the first to use 'in a pickle' in The Tempest, though he meant being drunk, not just in trouble.", "metadata": {"id": "pickles-4"}}
{"id": "pickles-5", "text": "Thomas Jefferson's Quote. \"On a hot day in Virginia, I know nothing more comforting than a fine spiced pickle, brought up trout-like from the sparkling depths of the aromatic jar.\"", "metadata": {"id": "pickles-5"}}
{"id": "pickles-6", "text": "Napoleon's Prize. Napoleon offered a prize of 12,000 francs to anyone who could preserve food for his army. This led to the boiling process used in pickling.", "metadata": {"id": "pickles-6"}}
{"id": "pickles-7", "text": "The 57 Varieties. H.J. Heinz introduced the 'pickle pin' at the 1893 Chicago World's Fair to attract customers to his booth.", "metadata": {"id": "pickles-7"}}
{"id": "pickles-8", "text": "Kosher Pickles in NYC. Jewish immigrants arriving in New York during the late 19th century introduced Kosher dill pickles to America.", "metadata": {"id": "pickles-8"}}
{"id": "pickles-9", "text": "Fermentation Science. Lactobacillus bacteria digest sugars in the cucumber, producing lactic acid which preserves the vegetable and gives the sour taste.", "metadata": {"id": "pickles-9"}}
{"id": "pickles-10", "text": "Kool-Aid Pickles. In the Mississippi Delta, pickles marinated in Kool-Aid (fruit punch or cherry) are a popular sweet-and-sour snack.", "metadata": {"id": "pickles-10"}}
{"id": "pickles-11", "text": "Pickle Juice for Athletes. Some athletes drink pickle juice to treat muscle cramps. The vinegar is thought to trigger a reflex that stops the cramping.", "metadata": {"id": "pickles-11"}}
{"id": "pickles-12", "text": "The Christmas Pickle. A German-American tradition involves hiding a pickle ornament on the Christmas tree. The first child to find it gets an extra present.", "metadata": {"id": "pickles-12"}}
{"id": "pickles-13", "text": "Cornichons. Tiny French pickles made from gherkins, typically served with pâté and raclette.", "metadata": {"id": "pickles-13"}}
{"id": "pickles-14", "text": "Kimchi. Korea's national dish, kimchi, is a variety of salted and fermented vegetables, usually napa cabbage and Korean radishes.", "metadata": {"id": "pickles-14"}}
{"id": "pickles-15", "text": "Branston Pickle. A British jarred pickled chutney made from swede, carrots, onions, and cauliflower in a thick sweet brown sauce.", "metadata": {"id": "pickles-15"}}
{"id": "pickles-16", "text": "Mango Pickle (Achar). A staple in South Asian cuisine, made from raw mangoes, oil, and a mix of spices like mustard seeds and fenugreek.", "metadata": {"id": "pickles-16"}}
{"id": "pickles-17", "text": "Pickled Eggs. Hard-boiled eggs cured in vinegar or brine. A common snack in British pubs and American bars.", "metadata": {"id": "pickles-17"}}
{"id": "pickles-18", "text": "Sauerkraut. Finely cut raw cabbage that has been fermented by various lactic acid bacteria.", "metadata": {"id": "pickles-18"}}
{"id": "pickles-19", "text": "Giardiniera. An Italian relish of pickled vegetables in vinegar or oil, often used on beef sandwiches in Chicago.", "metadata": {"id": "pickles-19"}}
{"id": "pickles-20", "text": "Tsukemono. Japanese preserved vegetables served with rice as an okazu (side dish) or with drinks as an otsumami (snack).", "metadata": {"id": "pickles-20"}}
{"id": "pickles-21", "text": "Picklebacks. A shot of whiskey followed immediately by a shot of pickle brine.", "metadata": {"id": "pickles-21"}}
{"id": "pickles-22", "text": "Nutritional Value. Pickles are high in Vitamin K but can be very high in sodium due to the brine.", "metadata": {"id": "pickles-22"}}
{"id": "pickles-23", "text": "The pH Level. For safe pickling, the acidity needs to be high enough (pH below 4.6) to kill botulism bacteria.", "metadata": {"id": "pickles-23"}}
{"id": "pickles-24", "text": "Bread and Butter Pickles. A sweet and tangy profile, traditionally made with cucumber, onion, and bell peppers.", "metadata": {"id": "pickles-24"}}
{"id": "pickles-25", "text": "Gherkin vs Cucumber. A gherkin is a variety of cucumber, usually harvested when small specifically for pickling.", "metadata": {"id": "pickles-25"}}
{"id": "pickles-26", "text": "Half-Sours. Pickles that haven't fully fermented. They are still crisp and bright green, popular in New York delis.", "metadata": {"id": "pickles-26"}}
{"id": "pickles-27", "text": "Deep Fried Pickles. A Southern US delicacy where pickle slices or spears are battered and fried.", "metadata": {"id": "pickles-27"}}
{"id": "pickles-28", "text": "Pickle Relish. Cooked and pickled chopped vegetables, a standard topping for hot dogs in North America.", "metadata": {"id": "pickles-28"}}
{"id": "pickles-29", "text": "Umeboshi. Japanese pickled plums (ume), known for being extremely sour and salty.", "metadata": {"id": "pickles-29"}}
{"id": "pickles-30", "text": "Preserved Lemon. Lemons pickled in salt and their own juices, essential in Moroccan tagines.", "metadata": {"id": "pickles-30"}}
{"id": "pickles-31", "text": "Pickled Herring. A traditional dish in Scandinavia and the Netherlands, herring cured in vinegar.", "metadata": {"id": "pickles-31"}}
{"id": "pickles-32", "text": "Pickled Watermelon Rind. A Southern US classic making use of the leftover rind, sweet and spiced with cloves.", "metadata": {"id": "pickles-32"}}
{"id": "pickles-33", "text": "Pickled Walnuts. A traditional English pickle made from green walnuts before the shells have formed.", "metadata": {"id": "pickles-33"}}
{"id": "pickles-34", "text": "Pickle Worms. The pickleworm is a moth larva that is a major pest to cucumber and squash plants.", "metadata": {"id": "pickles-34"}}
{"id": "pickles-35", "text": "Department of Agriculture. The USDA has specific grades for pickles based on size, flavor, and texture.", "metadata": {"id": "pickles-35"}}
{"id": "pickles-36", "text": "National Pickle Day. Celebrated on November 14th in the United States.", "metadata": {"id": "pickles-36"}}
{"id": "pickles-37", "text": "Perfect Burger Topping. The acidity of pickles cuts through the fat of the meat and cheese in a burger.", "metadata": {"id": "pickles-37"}}
{"id": "pickles-38", "text": "Refrigerated vs Shelf. Shelf-stable pickles are pasteurized (cooked), while refrigerated ones are often fermented live (raw).", "metadata": {"id": "pickles-38"}}
{"id": "pickles-39", "text": "Pickle Lingo: Polliwog. Industry slang for a cucumber that is completely misshapen.", "metadata": {"id": "pickles-39"}}
{"id": "pickles-40", "text": "Pickle Lingo: Nubbin. A crooked or short cucumber.", "metadata": {"id": "pickles-40"}}
{"id": "pickles-41", "text": "Mass Production. Americans consume over 2.5 billion pounds of pickles each year.", "metadata": {"id": "pickles-41"}}
{"id": "pickles-42", "text": "Electrolytes. Pickle brine is rich in electrolytes, which is why it's gaining popularity as a sports recovery drink.", "metadata": {"id": "pickles-42"}}
{"id": "pickles-43", "text": "DIY Pickling. Quick pickling involves simply pouring hot vinegar brine over veggies and refrigerating; no canning required.", "metadata": {"id": "pickles-43"}}
{"id": "pickles-44", "text": "Pickled Garlic. Often turns blue or green due to a reaction between enzymes and sulfur, but is safe to eat.", "metadata": {"id": "pickles-44"}}
{"id": "pickles-45", "text": "Pickle Festivals. Pittsburgh, PA and Winchester, NH host large annual pickle festivals.", "metadata": {"id": "pickles-45"}}
{"id": "pickles-46", "text": "Famous Brands. Vlasic, Claussen, and Mt. Olive are among the largest mass-market producers.", "metadata": {"id": "pickles-46"}}
{"id": "pickles-47", "text": "Artisanal Boom. Small-batch pickling has seen a resurgence with craft flavors like spicy maple or whiskey dill.", "metadata": {"id": "pickles-47"}}
{"id": "pickles-48", "text": "Sound Crunch. A 'good' pickle should be audible from 10 paces when bitten into, according to old marketing lore.", "metadata": {"id": "pickles-48"}}
{"id": "pickles-49", "text": "Space Pickles. Pickles have not yet been grown in space, but preserved foods are a staple of astronaut diets.", "metadata": {"id": "pickles-49"}}
{"id": "space-0", "text": "Solar Mass Dominance. The Sun accounts for 99.86% of the mass in our entire solar system.", "metadata": {"id": "space-0"}}
{"id": "space-1", "text": "Neutron Star Density. A teaspoon of neutron star material would weigh about 6 billion tons.", "metadata": {"id": "space-1"}}
{"id": "space-2", "text": "Silent Space. Space is completely silent because there is no atmosphere to carry sound waves.", "metadata": {"id": "space-2"}}
{"id": "space-3", "text": "Venus Day vs Year. A day on Venus is longer than a year on Venus due to its slow rotation.", "metadata": {"id": "space-3"}}
{"id": "space-4", "text": "Footprints on the Moon. The footprints on the Moon will be there for 100 million years because there is no wind to erode them.", "metadata": {"id": "space-4"}}
{"id": "space-5", "text": "Blue Sunset on Mars. Sunsets on Mars appear blue to human observers due to the fine dust in the atmosphere.", "metadata": {"id": "space-5"}}
{"id": "space-6", "text": "Largest Volcano. Olympus Mons on Mars is the largest volcano in the solar system, three times the height of Everest.", "metadata": {"id": "space-6"}}
{"id": "space-7", "text": "Diamond Rain. It rains diamonds on Saturn and Jupiter due to the intense pressure turning carbon into crystal.", "metadata": {"id": "space-7"}}
{"id": "space-8", "text": "Galactic Center Smell. The center of the Milky Way smells like raspberries and tastes like rum due to ethyl formate.", "metadata": {"id": "space-8"}}
{"id": "space-9", "text": "Expanding Universe. The universe is expanding faster than the speed of light.", "metadata": {"id": "space-9"}}
{"id": "space-10", "text": "Voyager 1 Distance. Voyager 1 is the most distant human-made object, currently in interstellar space.", "metadata": {"id": "space-10"}}
{"id": "space-11", "text": "Light Year. A light-year is the distance light travels in one year, about 5.88 trillion miles.", "metadata": {"id": "space-11"}}
{"id": "space-12", "text": "Number of Stars. There are more stars in the universe than grains of sand on all the beaches on Earth.", "metadata": {"id": "space-12"}}
{"id": "space-13", "text": "Cold Welding. If two pieces of the same type of metal touch in space, they will bond and be permanently stuck together.", "metadata": {"id": "space-13"}}
{"id": "space-14", "text": "Dark Matter. Dark matter makes up about 27% of the universe, but we cannot see or detect it directly.", "metadata": {"id": "space-14"}}
{"id": "space-15", "text": "Great Red Spot. Jupiter's Great Red Spot is a storm that has been raging for at least 400 years.", "metadata": {"id": "space-15"}}
{"id": "space-16", "text": "Exoplanets. We have confirmed the existence of over 5,000 exoplanets orbiting other stars.", "metadata": {"id": "space-16"}}
{"id": "space-17", "text": "Black Hole Spaghettification. If you fell into a black hole, you would be stretched out like spaghetti.", "metadata": {"id": "space-17"}}
{"id": "space-18", "text": "ISS Speed. The International Space Station orbits Earth every 90 minutes at a speed of 17,500 mph.", "metadata": {"id": "space-18"}}
{"id": "space-19", "text": "Moon drifting away. The Moon is moving away from Earth at a rate of about 3.8 cm per year.", "metadata": {"id": "space-19"}}
{"id": "space-20", "text": "Saturn's Rings. Saturn's rings are made mostly of ice particles, some as small as dust, others as big as mountains.", "metadata": {"id": "space-20"}}
{"id": "space-21", "text": "Space Junk. There are over 128 million pieces of debris smaller than 1 cm orbiting Earth.", "metadata": {"id": "space-21"}}
{"id": "space-22", "text": "Uranus Tilt. Uranus spins on its side, likely due to a massive collision early in its history.", "metadata": {"id": "space-22"}}
{"id": "space-23", "text": "Temperature Extremes. The temperature in the void of space is about -270.45 degrees Celsius.", "metadata": {"id": "space-23"}}
{"id": "space-24", "text": "Pulsars. Pulsars are magnetized rotating neutron stars that emit beams of electromagnetic radiation.", "metadata": {"id": "space-24"}}
{"id": "space-25", "text": "Andromeda Collision. The Andromeda galaxy is on a collision course with the Milky Way, expected in 4.5 billion years.", "metadata": {"id": "space-25"}}
{"id": "space-26", "text": "Water in Space. Astronomers have found a massive water vapor cloud holding 140 trillion times the mass of water in Earth's oceans.", "metadata": {"id": "space-26"}}
{"id": "space-27", "text": "Cost of Spacesuit. A full NASA space suit costs approximately $12 million.", "metadata": {"id": "space-27"}}
{"id": "space-28", "text": "First Dog in Space. Laika was the first animal to orbit Earth, launched by the USSR in 1957.", "metadata": {"id": "space-28"}}
{"id": "space-29", "text": "Pluto's Heart. Pluto has a large heart-shaped glacier made of nitrogen ice.", "metadata": {"id": "space-29"}}
{"id": "space-30", "text": "Ganymede. Jupiter's moon Ganymede is the largest moon in the solar system, bigger than Mercury.", "metadata": {"id": "space-30"}}
{"id": "space-31", "text": "Solar Flares. A single solar flare can release the energy equivalent of millions of 100-megaton hydrogen bombs.", "metadata": {"id": "space-31"}}
{"id": "space-32", "text": "Theory of Relativity. Time passes slower the closer you are to a massive object, a phenomenon known as time dilation.", "metadata": {"id": "space-32"}}
{"id": "space-33", "text": "Kuiper Belt. A region beyond Neptune filled with icy bodies and dwarf planets.", "metadata": {"id": "space-33"}}
{"id": "space-34", "text": "Oort Cloud. A theoretical shell of icy objects that exist in the outermost reaches of the solar system.", "metadata": {"id": "space-34"}}
{"id": "space-35", "text": "Goldilocks Zone. The habitable zone around a star where conditions are just right for liquid water to exist.", "metadata": {"id": "space-35"}}
{"id": "space-36", "text": "Fermi Paradox. The contradiction between the lack of evidence for extraterrestrial civilizations and high estimates for their probability.", "metadata": {"id": "space-36"}}
{"id": "space-37", "text": "Cosmic Microwave Background. The afterglow radiation left over from the Big Bang.", "metadata": {"id": "space-37"}}
{"id": "space-38", "text": "Lagrange Points. Positions in space where the gravitational forces of two large bodies balance the centrifugal force felt by a smaller body.", "metadata": {"id": "space-38"}}
{"id": "space-39", "text": "Tidal Locking. The moon is tidally locked to Earth, meaning we always see the same face.", "metadata": {"id": "space-39"}}
{"id": "space-40", "text": "Variable Stars. Stars that change in brightness over time.", "metadata": {"id": "space-40"}}
{"id": "space-41", "text": "Supernova. The explosive death of a massive star.", "metadata": {"id": "space-41"}}
{"id": "space-42", "text": "Nebula. A giant cloud of dust and gas in space, often a nursery for new stars.", "metadata": {"id": "space-42"}}
{"id": "space-43", "text": "Quasars. Extremely luminous active galactic nuclei.", "metadata": {"id": "space-43"}}
{"id": "space-44", "text": "Event Horizon. The boundary around a black hole beyond which nothing can escape.", "metadata": {"id": "space-44"}}
{"id": "space-45", "text": "Wormholes. Theoretical passages through space-time that could create shortcuts for long journeys.", "metadata": {"id": "space-45"}}
{"id": "space-46", "text": "Space Elevator. A proposed type of planet-to-space transportation system.", "metadata": {"id": "space-46"}}
{"id": "space-47", "text": "Terraforming. The hypothetical process of deliberately modifying the atmosphere of a planet to make it habitable.", "metadata": {"id": "space-47"}}
{"id": "space-48", "text": "Search for Life. SETI is an organization dedicated to searching for extraterrestrial intelligence.", "metadata": {"id": "space-48"}}
{"id": "space-49", "text": "Multiverse. The theory that there are multiple universes existing parallel to our own.", "metadata": {"id": "space-49"}}
{"id": "coffee-0", "text": "Goat Discovery. Legend has it that Ethiopian shepherds first noticed the effects of coffee when their goats started dancing after eating coffee berries.", "metadata": {"id": "coffee-0"}}
{"id": "coffee-1", "text": "World's Second Commodity. Coffee is the second most traded commodity in the world, surpassed only by crude oil.", "metadata": {"id": "coffee-1"}}
{"id": "coffee-2", "text": "Espresso Meaning. Espresso comes from the Italian word meaning 'pressed out', referring to the way it is made.", "metadata": {"id": "coffee-2"}}
{"id": "coffee-3", "text": "Hawaii Coffee. Hawaii is the only state in the United States that grows coffee commercially.", "metadata": {"id": "coffee-3"}}
{"id": "coffee-4", "text": "Finland's Addiction. Finland consumes the most coffee in the world per capita.", "metadata": {"id": "coffee-4"}}
{"id": "coffee-5", "text": "Beethoven's Brew. Beethoven was obsessive about his coffee, using exactly 60 beans per cup.", "metadata": {"id": "coffee-5"}}
{"id": "coffee-6", "text": "Fruit, Not Bean. Coffee beans are actually the pits of a cherry-like fruit.", "metadata": {"id": "coffee-6"}}
{"id": "coffee-7", "text": "Decaf Process. Coffee is decaffeinated by steaming the unroasted beans or soaking them in a solvent.", "metadata": {"id": "coffee-7"}}
{"id": "coffee-8", "text": "Kopi Luwak. The most expensive coffee in the world comes from the dung of the Asian palm civet.", "metadata": {"id": "coffee-8"}}
{"id": "coffee-9", "text": "Banned in Mecca. Coffee was banned in Mecca in 1511 because it was believed to stimulate radical thinking.", "metadata": {"id": "coffee-9"}}
{"id": "coffee-10", "text": "Instant Coffee. George Washington invented instant coffee... not the president, but a Belgian man living in Guatemala.", "metadata": {"id": "coffee-10"}}
{"id": "coffee-11", "text": "Two Types. There are two main types of coffee: Arabica (mild, aromatic) and Robusta (bitter, high caffeine).", "metadata": {"id": "coffee-11"}}
{"id": "coffee-12", "text": "Americano Origin. American soldiers in WWII would dilute their espresso with water to mimic the coffee back home, creating the Americano.", "metadata": {"id": "coffee-12"}}
{"id": "coffee-13", "text": "Coffee Belt. All coffee in the world grows in the 'Bean Belt', between the Tropics of Cancer and Capricorn.", "metadata": {"id": "coffee-13"}}
{"id": "coffee-14", "text": "Caffeine Half-Life. The half-life of caffeine is about 6 hours, meaning if you drink a cup at 4pm, half is still in your system at 10pm.", "metadata": {"id": "coffee-14"}}
{"id": "coffee-15", "text": "First Webcam. The first webcam was invented at Cambridge University to monitor a coffee pot.", "metadata": {"id": "coffee-15"}}
{"id": "coffee-16", "text": "Brazil's Dominance. Brazil produces about 40% of the world's coffee.", "metadata": {"id": "coffee-16"}}
{"id": "coffee-17", "text": "Boston Tea Party. After the Boston Tea Party, it became patriotic for Americans to drink coffee instead of tea.", "metadata": {"id": "coffee-17"}}
{"id": "coffee-18", "text": "Turkish Proverbs. A Turkish proverb describes coffee as 'Black as hell, strong as death, and sweet as love'.", "metadata": {"id": "coffee-18"}}
{"id": "coffee-19", "text": "Bach's Coffee Cantata. J.S. Bach wrote a comedic opera about a woman addicted to coffee.", "metadata": {"id": "coffee-19"}}
{"id": "coffee-20", "text": "Chlorogenic Acid. Coffee contains chlorogenic acid, which helps slow down the absorption of sugar.", "metadata": {"id": "coffee-20"}}
{"id": "coffee-21", "text": "Light vs Dark Roast. Light roast coffee actually has slightly more caffeine than dark roast.", "metadata": {"id": "coffee-21"}}
{"id": "coffee-22", "text": "Cappuccino Name. Named after the Capuchin friars because the color resembled their robes.", "metadata": {"id": "coffee-22"}}
{"id": "coffee-23", "text": "Fair Trade. Fair Trade coffee ensures farmers are paid a fair price and work in good conditions.", "metadata": {"id": "coffee-23"}}
{"id": "coffee-24", "text": "Cold Brew. Cold brew is made by steeping grounds in cold water for 12-24 hours, resulting in lower acidity.", "metadata": {"id": "coffee-24"}}
{"id": "coffee-25", "text": "Poison Warning. Voltaire supposedly drank 50 cups a day. When told it was a slow poison, he said 'I think it must be, for I have been drinking it for eighty-five years and am not dead yet'.", "metadata": {"id": "coffee-25"}}
{"id": "coffee-26", "text": "Grounds for Fuel. Scientists are developing ways to turn used coffee grounds into biodiesel.", "metadata": {"id": "coffee-26"}}
{"id": "coffee-27", "text": "Q Graders. Certified coffee tasters are called Q Graders, similar to sommeliers for wine.", "metadata": {"id": "coffee-27"}}
{"id": "coffee-28", "text": "Slurping. Professional coffee tasters slurp coffee to spray it across their entire palate.", "metadata": {"id": "coffee-28"}}
{"id": "coffee-29", "text": "Cascara. A tea made from the dried skins of the coffee fruit.", "metadata": {"id": "coffee-29"}}
{"id": "coffee-30", "text": "Irish Coffee. Invented to warm up frozen American passengers leaving from Foynes, Ireland.", "metadata": {"id": "coffee-30"}}
{"id": "coffee-31", "text": "Antioxidants. For many Americans, coffee is the number one source of antioxidants in their diet.", "metadata": {"id": "coffee-31"}}
{"id": "coffee-32", "text": "Espresso Caffeine. A single shot of espresso has less caffeine than a standard cup of drip coffee.", "metadata": {"id": "coffee-32"}}
{"id": "coffee-33", "text": "Blossom Time. A coffee tree takes 3 to 4 years to mature and produce its first crop.", "metadata": {"id": "coffee-33"}}
{"id": "coffee-34", "text": "Divorce Reason. In ancient Arab culture, a woman could legally divorce her husband if he didn't provide enough coffee.", "metadata": {"id": "coffee-34"}}
{"id": "coffee-35", "text": "Stock Market. The London Stock Exchange started in a coffee house.", "metadata": {"id": "coffee-35"}}
{"id": "coffee-36", "text": "Insurance. Lloyd's of London, the insurance market, also started in a coffee house.", "metadata": {"id": "coffee-36"}}
{"id": "coffee-37", "text": "Largest Cup. The largest cup of coffee ever made held over 6,000 gallons.", "metadata": {"id": "coffee-37"}}
{"id": "coffee-38", "text": "Mocha. Named after the port city of Mocha in Yemen.", "metadata": {"id": "coffee-38"}}
{"id": "coffee-39", "text": "Coffee Bans. Sweden banned coffee five times between 1756 and 1817.", "metadata": {"id": "coffee-39"}}
{"id": "coffee-40", "text": "Growing Conditions. Coffee needs rich soil, mild temperatures, frequent rain, and shaded sun.", "metadata": {"id": "coffee-40"}}
{"id": "coffee-41", "text": "Peaberry. A natural mutation where the coffee cherry contains only one bean instead of two, prized for flavor.", "metadata": {"id": "coffee-41"}}
{"id": "coffee-42", "text": "Flat White. A coffee drink consisting of espresso with microfoam, originating from Australia/New Zealand.", "metadata": {"id": "coffee-42"}}
{"id": "coffee-43", "text": "Macchiato. Means 'marked' or 'stained' - espresso marked with a dollop of foam.", "metadata": {"id": "coffee-43"}}
{"id": "coffee-44", "text": "Sustainable Farming. Shade-grown coffee preserves biodiversity and is better for the environment.", "metadata": {"id": "coffee-44"}}
{"id": "coffee-45", "text": "French Press. Actually patented by an Italian designer in 1929.", "metadata": {"id": "coffee-45"}}
{"id": "coffee-46", "text": "Ethiopian Ceremony. A traditional coffee ceremony in Ethiopia can take hours and involves roasting beans on the spot.", "metadata": {"id": "coffee-46"}}
{"id": "coffee-47", "text": "Green Coffee. Unroasted coffee beans are green and can be stored for long periods.", "metadata": {"id": "coffee-47"}}
{"id": "coffee-48", "text": "Robusta Resistance. Robusta plants are more resistant to disease and pests than Arabica.", "metadata": {"id": "coffee-48"}}
{"id": "coffee-49", "text": "Latte Art. The method of preparing milk foam to create patterns on the surface of espresso drinks.", "metadata": {"id": "coffee-49"}}
